Repository: Bonah/sparkling-bonah
Catalog: languages/*.po
Languages: ar

source: Oops! That page can&rsquo;t be found.
ar: عفواً! لم نتمكن من العثور على هذه الصفحة

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ar: يبدو أنه لم يتم العثور على أي شيئ بهذا المكان. ربما عليك أن تجرب أحد الروابط أدناه أو القيام بالبحث؟

source: Recent Posts
ar: المنشورات الحديثة

source: Most Used Categories
ar: التصنيفات الأكثر إستخداماً

source: Try looking in the monthly archives. %1$s
ar: جرب إلقاء نظرة على الأرشيفات الشهرية. %1$s

source: Archives
ar: الأرشيفات

source: Tags
ar: الوسوم

source: Author: %s
ar: الكاتب: %s

source: Day: %s
ar: يوم: %s

source: Month: %s
ar: شهر: %s

source: Year: %s
ar: عام: %s

source: Asides
ar: جانبي

source: Galleries
ar: معارض صور

source: Images
ar: صور

source: Videos
ar: مرئيات

source: Quotes
ar: إقتباسات

source: Links
ar: روابط

source: Statuses
ar: حالات

source: Audios
ar: صوتيات

source: Chats
ar: محادثات

# comments title
source: One thought on &ldquo;%2$s&rdquo;
ar: لا يوجد تعليقات!

source: Comment navigation
ar: تصفح التعليقات

source: &larr; Older Comments
ar: تعليقات أقدم &rarr

source: Newer Comments &rarr;
ar: &larr; تعليقات أحدث

source: Comments are closed.
ar: التعليقات مقفلة.

source: Nothing Found
ar: لم يتم العثور على شيئ

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: هل أنت مستعد لنشر أول منشور لك؟ <a href=\"%1$s\">إبدأ من هنا</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذراً, ولكن لم يتطابق شيئ مع كلمات بحثك. رجاءاً حاول ثانية مع كلمات بحث مختلفة.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لم نتمكن من العثور على ما تبحث عنه. ربما البحث قد يساعدك.

source: Pages:
ar: الصفحات:

source: Edit
ar: تعديل

source: Leave a comment
ar: اترك تعليق

source: 1 Comment
ar: تعليق واحد

source: % Comments
ar: % تعليق

source: Read More
ar: اقرأ المزيد

source: Primary Menu
ar: القائمة الأساسية

source: Footer Links
ar: روابط ذيل الصفحة

source: Sidebar
ar: الشريط الجانبي

source: Homepage Widget 1
ar: تطبيق الصفحة الرئيسية 1

source: Displays on the Home Page
ar: يعرض بالصفحة الرئيسية

source: Homepage Widget 2
ar: تطبيق الصفحة الرئيسية 2

source: Homepage Widget 3
ar: تطبيق الصفحة الرئيسية 3

source: Footer Widget 1
ar: تطبيق ذيل الصفحة 1

source: Used for footer widget area
ar: يستخدم بمساحة تطبيقات ذيل الصفحة

source: Footer Widget 2
ar: تطبيق ذيل الصفحة 2

source: Footer Widget 3
ar: تطبيق ذيل الصفحة 3

source: Right Sidebar
ar: الشريط الجانبي الأيمن

source: Left Sidebar
ar: الشريط الجنبي الايسر

source: No Sidebar
ar: بدون شريط جانبي

source: Full Width
ar: عرض كامل

source: <i class="fa fa-chevron-left"></i> Previous
ar: السابق <i class=\"fa fa-chevron-right\"></i>

source: Next <i class="fa fa-chevron-right"></i>
ar: <i class=\"fa fa-chevron-left\"></i> التالي

source: Sparkling Options
ar: خيارات سباركلينغ

source: Panel to update sparkling theme options
ar: لوحة لتحديث خيارات قالب سباركلينغ

source: Content Options
ar: خيارات المحتوى

source: Show post excerpts?
ar: إظهار ملخصات المنشور؟

source: Display Comments on Static Pages?
ar: عرض التعليقات على الصفحات الثابتة؟

source: Slider options
ar: خيارات شريط التمرير

source: Check if you want to enable slider
ar: ضع علامة إذا أردت تفعيل شريط التمرير

source: Slider Category
ar: تصنيف شريط التمرير

source: Select a category for the featured post slider
ar: إختار تصنيف لشريط تمرير المنشورات المميزة

source: Number of slide items
ar: عدد عناصر شريط التمرير

source: Enter the number of slide items
ar: ادخل عدد عناصر شريط التمرير

source: Layout options
ar: خيارات المخطط العام

source: Website Layout Options
ar: خيارات المخطط العام للموقع

source: Choose between different layout options to be used as default
ar: اختار ما بين خيارات المخططات المختلفة ليتم إستخدامها كمخطط إفتراضي

source: Element Color
ar: لون العنصر

source: Default used if no color is selected
ar: يتم إستخدام الإفتراضي إذا لم يتم إختيار لون

source: Element color on hover
ar: لون العنصر عند المرور عليه

source: Action Button
ar: زر الإجراء

source: Call For Action Text
ar: نص الدعوة لإتخاذ إجراء

source: Enter the text for call for action section
ar: ادخل النص الذي يحفز الناس على إتخاذ إجراء معين

source: Call For Action Button Title
ar: عنوان زر الإجراء

source: Enter the title for Call For Action button
ar: ادخل عنوان لزر اتخاذ إجراء (مثال. إشتري الأن).

source: CFA button link
ar: رابط زر الإجراء

source: Enter the link for Call For Action button
ar: ادخل الرابط لزر الدعوة لإتخاذ إجراء

source: Call For Action Text Color
ar: لون نص الدعوة لإتخاذ إجراء

source: Call For Action Background Color
ar: لون خلفية الدعوة لإتخاذ إجراء

source: Call For Action Button Border Color
ar: لون حدود زر الدعوة لإتخاذ إجراء

source: Call For Action Button Text Color
ar: لون عنوان زر الدعوة لإتخاذ إجراء

source: Typography
ar: الخطوط

source: Main Body Text
ar: نص الجسم الأساسي

source: Used in p tags
ar: يستخدم في فقرات النصوص بوسم p tags

source: Heading Color
ar: لون العناوين الرئيسية

source: Color for all headings (h1-h6)
ar: لون كل العناوين الرئيسية من (h1-h6)

source: Link Color
ar: لون الرابط

source: Link:hover Color
ar: لون المرور على الرابط

source: Header
ar: رأس الصفحة

source: Top nav background color
ar: لون خلفية قائمة التصفح العلوية

source: Top nav item color
ar: لون عناصر قائمة التصفح العلوية

source: Link color
ar: لون الرابط

source: Top nav item hover color
ar: لون المرور على عناصر قائمة التصفح العلوية

source: Link:hover color
ar: لون المرور على الرابط

source: Top nav dropdown background color
ar: لون خلفية القائمة المنسدلة لقائمة التصفح العلوية

source: Background of dropdown item hover color
ar: لون المرور على خلفية القائمة المنسدلة

source: Top nav dropdown item color
ar: لون عنصر القائمة المنسدلة بالقائمة العلوية

source: Dropdown item color
ar: لون عنصر القائمة المنسدلة

source: Top nav dropdown item hover color
ar: لون المرور على عنصر القائمة المنسدلة بالقائمة العلوية

source: Dropdown item hover color
ar: لون المرور على عنصر القائمة المنسدلة

source: Top nav dropdown item background hover color
ar: لون خلفية المرور على عنصر القائمة المنسدلة

source: Footer
ar: ذيل الصفحة

source: Footer widget area background color
ar: لون خلفية مساحة تطبيق الذيل

source: Footer background color
ar: لون خليفة الذيل

source: Footer text color
ar: لون نص الذيل

source: Footer link color
ar: لون رابط الذيل

source: Footer information
ar: معلومات ذيل الصفحة

source: Copyright text in footer
ar: نص حقوق الملكية في ذيل الصفحة

source: Social
ar: تواصل إجتماعي

source: Social icon color
ar: لون أيقونات التواصل الإجتماعي

source: Footer social icon color
ar: لون أيقونات التواصل الإجتماعي بذيل الصفحة

source: Footer Social Icons
ar: أيقونات التواصل الإجتماعي بذيل الصفحة

source: Check to show social icons in footer
ar: ضع علامة لإظهار أيقونات التواصل الإجتماعي في ذيل الصفحة

source: Other
ar: أخرى

source: Custom CSS
ar: كود CSS مخصص

source: Additional CSS
ar: كود CSS إضافي

source: Support and Documentation
ar: الوثائق المساعدة والدعم

source: Sparkling Documentation
ar: وثائق سباركلينج المساعدة

source: The best way to contact us with <b>support questions</b> and <b>bug reports</b> is via
ar: أفضل طريقة للتواصل معنا لأي <b>اسئلة دعم فني</b> و <b>للإبلاغ عن أخطاء برمجية</b> هو عبر

source: Colorlib support forum
ar: منتدى بناة نت للدعم الفني

source: If you like this theme, I'd appreciate any of the following:
ar: إذا أعجبت بهذا القالب, سنقدر لك إذا قمت بأي مما يلي:

source: Rate this Theme
ar: تقييم هذا القالب

source: Like on Facebook
ar: أعجب بنا على فيسبوك

source: Follow on Twitter
ar: تابعنا على تويتر

source: Page %s
ar: صفحة %s

source: This post is password protected. To view it please enter your password below:
ar: هذه الصفحة محمية بكلمة مرور, لمشاهدتها فضلاً قم بإدخال كلمة المرور أدناه:

source: Password:
ar: كلمة المرور:

source: Submit
ar: ارسال

source: Theme by %1$s Powered by %2$s
ar: تصميم القالب بواسطة %1$s بدعم من %2$s

source: Select layout for this specific Page only ( Note: This setting only reflects if page Template is set as Default Template and Blog Type Templates.)
ar: اختار مخطط عام لهذه الصفحة تحديداً فقط (ملحوظة: هذا الإعداد فقط يعمل إذا كان قالب الصفحة قد اعّد للقالب الأساسي وقوالب نوع المدونة. )

source: Select layout for this specific Post only
ar: اختار مخطط عام لهذا المنشور تحديداً فقط

source: Posts navigation
ar: تصفح المنشورات

source: <i class="fa fa-chevron-left"></i> Older posts
ar: منشورات أقدم <i class=\"fa fa-chevron-right\"></i>

source: Newer posts <i class="fa fa-chevron-right"></i>
ar: <i class=\"fa fa-chevron-left\"></i> منشورات أحدث

source: Post navigation
ar: تصفح المنشور

source: Sparkling Categories
ar: تصنيفات سباركلينغ

source: Categories
ar: تصنيفات

source: Title
ar: عنوان

source: Limit Categories
ar: حصر التصنيفات

source: Enable Posts Count
ar: تفعيل عداد المنشورات

source: Sparkling Popular Posts Widget
ar: تطبيق سباركلينغ للمنشورات الشهيرة

source: Popular Posts
ar: المنشورات الشهيرة

source: Title
ar: العنوان

source: Limit Posts Number
ar: حصر عدد المنشورات

source: Sparkling Social Widget
ar: تطبيق سباركلينغ الإجتماعي

source: Follow us
ar: تابعنا

source: One
ar: واحد

source: Two
ar: اثنان

source: Three
ar: ثلاثة

source: Four
ar: أربعة

source: Five
ar: خمسة

source: French Toast
ar: فرينش توست

source: Pancake
ar: بان كيك

source: Omelette
ar: أومليت

source: Crepe
ar: كريب

source: Waffle
ar: وافل

source: Main
ar: رئيسي

source: Do You want to display image slider on the Home Page?
ar: هل تريد إظهار شريط تمرير الصور بالصفحة الرئيسية؟

source: Choose between Left and Right sidebar options to be used as default
ar: اختار ما بين خيارات شريط التمرير الأيمن والأيسر ليتم استخدامه كإختيار إفتراضي

source: Element color
ar: لون العنصر

source: Custom Favicon
ar: أيقونة موقع مخصصة

source: Upload a 32px x 32px PNG/GIF image that will represent your websites favicon
ar: ارفع صورة بإمتداد PNG/GIF بمقاس 32px x 32px والتي ستمثل موقعك

source: Used in P tags
ar: يستخدم في الفقرات (P tags)

source: Show/Hide social icons in footer
ar: إظهار/إخفاء أيقونات التواصل الإجتماعي بذيل الصفحة

source: Add full URL for your social network profiles
ar: ادخل الرابط الكامل للصفحات الشخصية بمواقع التواصل الإجتماعي

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Google+
ar: غوغل+

source: Youtube
ar: يوتيوب

source: Vimeo
ar: فيميو

source: LinkedIn
ar: لينكدإن

source: Pinterest
ar: بينتريست

source: RSS Feed
ar: تغذيات الـ RSS

source: Tumblr
ar: تمبلر

source: Flickr
ar: فليكر

source: Instagram
ar: إنستغرام

source: Dribbble
ar: دريبببل

source: Skype
ar: سكايب

source: Foursquare
ar: فورسكوير

source: SoundCloud
ar: ساوندكلاود

source: GitHub
ar: غيدهب

source: Spotify
ar: سبوتيفاي

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Search for:
ar: البحث عن: %s

# placeholder
source: Search&hellip;
ar: بحث&hellip;

# label
source: Search for:
ar: البحث عن:

# submit button
source: Search
ar: بحث

source: Meta
ar: ميتا
